Repository: klc/terly
Catalog: Sources/SSHConfigCore/Localizable.xcstrings
Source language: en
Languages: tr

source: A concrete Host name is required for validation.
tr: Doğrulama için somut bir Host adı gerekli.

source: At least one Host name or pattern is required.
tr: En az bir Host adı veya deseni gerekli.

source: For safety, config files that are symbolic links can't be written to directly: %@
tr: Güvenlik için sembolik link olan config dosyalarına doğrudan yazılamaz: %@

source: OpenSSH config validation failed.
tr: OpenSSH config doğrulaması başarısız oldu.

source: The Host block to edit wasn't found. The file may have been changed externally.
tr: Düzenlenecek Host bloğu bulunamadı. Dosya dışarıdan değişmiş olabilir.

source: The config file couldn't be read as UTF-8: %@
tr: Config dosyası UTF-8 olarak okunamadı: %@

source: The config file couldn't be read: %@ (%@)
tr: Config dosyası okunamadı: %1$@ (%2$@)

source: The config file couldn't be written: %@
tr: Config dosyası yazılamadı: %@

source: The config file was changed externally while the app was open: %@
tr: Config dosyası uygulama açıkken dışarıdan değişti: %@

source: The selected backup isn't in the safe backup folder: %@
tr: Seçilen yedek güvenli yedek klasöründe değil: %@
